homework_2/wrk_nginx_test.log
kotru@DESKTOP-RAA8HH4:/mnt/d/python_projects/wrk$ wrk -t12 -c400 -d30s http://localhost:8080/
Running 30s test @ http://localhost:8080/
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   409.21ms  100.88ms   1.94s    66.94%
    Req/Sec    54.37     49.74   272.00     87.76%
  7559 requests in 30.07s, 2.95MB read
  Socket errors: connect 0, read 0, write 0, timeout 69
Requests/sec:    251.36
Transfer/sec:    100.40KB